import classes from "./About.module.scss"

const About=()=> {
    return(
        <div className={classes.container}>

            <h2 className={classes.header}>Про сайт</h2> 
            <p className={classes.title}>Для чого він?</p>
            <p>Цей сервіс створений для підтримки української армії через волонтерство та донати. Мета сайту — об’єднати волонтерів, постачальників і небайдужих користувачів в одному місці для швидкої організації зборів та ефективної доставки необхідних ресурсів на фронт. Ви можете стати частиною цієї ініціативи, навіть просто роблячи внески, а також організовувати збори чи пропонувати товари для захисників України.</p>

            <p className={classes.title}>Що за ролі на сайті і як отримати їх?</p>

            <p>Незареєстровані користувачі можуть переглядати весь вміст сайту, проте не можуть донатити або виконувати будь-які інші дії.</p>

            <p>1. Користувач — кожен зареєстрований користувач може приймати участь в зборах, задонативши туди та замовляти товари.</p>
            <p>2. Волонтер — для організації зборів необхідно звернутися до адміністратора сайту для отримання ролі волонтера. Волонтери можуть створювати збори та співпрацювати з постачальниками.</p>
           <p> 3. Постачальник — постачальники можуть публікувати товари, необхідні для армії, вказувати ціни та місця їхнього придбання. Як і волонтерам, роль надається після звернення до адміністрації сайту.</p>

        </div>
    )
}
export default About